tap "bradyjoslin/sharewifi"
tap "egoist/tap"
tap "fwartner/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "ngrok/ngrok"
tap "thoughtbot/formulae"
brew "asdf"
brew "node"
brew "bitwarden-cli"
brew "broot"
brew "cairo"
brew "chezmoi"
brew "unbound"
brew "lima"
brew "colima"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "harfbuzz"
brew "ffmpeg"
brew "fish"
brew "flyctl"
brew "fzf"
brew "libavif"
brew "ghostscript"
brew "git-crypt"
brew "git-delta"
brew "gitui"
brew "python@3.10"
brew "gobject-introspection"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "ios-deploy"
brew "ktlint"
brew "libimobiledevice"
brew "mas"
brew "meson"
brew "mitmproxy"
brew "mkcert"
brew "nghttp2"
brew "openslide"
brew "poppler"
brew "procs"
brew "qt"
brew "shellcheck"
brew "starship"
brew "swiftformat"
brew "tokei"
brew "vips"
brew "watchman"
brew "xh"
brew "zoxide"
brew "zsh"
brew "bradyjoslin/sharewifi/sharewifi"
brew "egoist/tap/dum"
brew "fwartner/tap/mac-cleanup"
brew "thoughtbot/formulae/gitsh"
cask "1password"
cask "1password-cli"
cask "aerial"
cask "alt-tab"
cask "android-file-transfer"
cask "android-platform-tools"
cask "android-sdk"
cask "android-studio"
cask "appcleaner"
cask "around"
cask "bartender"
cask "blockblock"
cask "charles"
cask "cleanshot"
cask "cloudflare-warp"
cask "discord"
cask "envkey"
cask "figma"
cask "font-victor-mono"
cask "font-victor-mono-nerd-font"
cask "fork"
cask "glance"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "hyperkey"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "keyboard-cleaner"
cask "keyboard-maestro"
cask "knockknock"
cask "linear-linear"
cask "loom"
cask "lulu"
cask "maintenance"
cask "monitorcontrol"
cask "mullvadvpn"
cask "musaicfm"
cask "ngrok"
cask "notion"
cask "omnidisksweeper"
cask "permute"
cask "pika"
cask "pine"
cask "pocket-casts"
cask "porting-kit"
cask "postgres-unofficial"
cask "postman"
cask "raycast"
cask "rescuetime"
cask "rotato"
cask "shifty"
cask "silentknight"
cask "skype"
cask "slack"
cask "spotify"
cask "stats"
cask "steam"
cask "stremio"
cask "superhuman"
cask "tableplus"
cask "telegram"
cask "temurin8"
cask "toggl-track"
cask "transmission"
cask "tuple"
cask "tyme"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
cask "zoom"
mas "Battery Indicator", id: 1206020918
mas "Broadcasts", id: 1469995354
mas "Cursor Pro", id: 1447043133
mas "Darkroom", id: 953286746
mas "Dato", id: 1470584107
mas "GarageBand", id: 682658836
mas "Hand Mirror", id: 1502839586
mas "Intermission", id: 1439431081
mas "Keynote", id: 409183694
mas "Lungo", id: 1263070803
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pandan", id: 1569600264
mas "Pause", id: 1599313358
mas "rcmd", id: 1596283165
mas "Reeder", id: 1529448980
mas "Shazam", id: 897118787
mas "Sorted", id: 1306893526
mas "Speedtest", id: 1153157709
mas "Twitter", id: 1482454543
mas "WiFi Signal", id: 525912054
mas "Xcode", id: 497799835
