tap "bradyjoslin/sharewifi"
tap "cloudflare/cloudflare"
tap "fwartner/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "libsql/sqld"
tap "ngrok/ngrok"
tap "peterldowns/tap"
tap "potatolabs/git-redate"
tap "roots/tap"
tap "smudge/smudge"
tap "thoughtbot/formulae"
brew "bat"
brew "broot"
brew "glib"
brew "python@3.12"
brew "cairo"
brew "chezmoi"
brew "cloudflared"
brew "cocoapods"
brew "curl"
brew "libpq"
brew "php"
brew "composer"
brew "cryptography"
brew "difftastic"
brew "direnv"
brew "docker"
brew "doctl"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "eza"
brew "fastlane"
brew "fd"
brew "unbound"
brew "harfbuzz"
brew "libass"
brew "libbluray"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "flyctl"
brew "fzf"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "gitui"
brew "gnupg"
brew "gpgme"
brew "httpie"
brew "shared-mime-info"
brew "libheif"
brew "liblqr"
brew "imagemagick"
brew "ktlint"
brew "librsvg"
brew "llvm"
brew "mas"
brew "mise"
brew "node"
brew "pmix"
brew "open-mpi"
brew "openslide"
brew "pgloader"
brew "poppler"
brew "postgresql@14"
brew "procs"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "rust"
brew "shellcheck"
brew "starship"
brew "swiftformat"
brew "telnet"
brew "tokei"
brew "watchman"
brew "webtorrent-cli"
brew "xh"
brew "zoxide"
brew "bradyjoslin/sharewifi/sharewifi"
brew "fwartner/tap/mac-cleanup"
brew "peterldowns/tap/localias"
brew "potatolabs/git-redate/git-redate"
brew "roots/tap/trellis-cli"
brew "smudge/smudge/nightlight"
cask "1password"
cask "android-studio"
cask "appcleaner"
cask "blockblock"
cask "cleanshot"
cask "cloudflare-warp"
cask "expo-orbit"
cask "figma"
cask "font-victor-mono"
cask "font-victor-mono-nerd-font"
cask "fork"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "hyperkey"
cask "iina"
cask "imageoptim"
cask "keka"
cask "knockknock"
cask "loom"
cask "lulu"
cask "microsoft-word"
cask "mitmproxy"
cask "mullvadvpn"
cask "musaicfm"
cask "obsidian"
cask "omnidisksweeper"
cask "orbstack"
cask "pearcleaner"
cask "raycast"
cask "rotato"
cask "secretive"
cask "sf-symbols"
cask "slack"
cask "spotify"
cask "stats"
cask "stremio"
cask "tableplus"
cask "telegram"
cask "transmission"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
cask "zoom"
cask "zulu@17"
vscode "adpyke.vscode-sql-formatter"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "cesium.gltf-vscode"
vscode "chrislajoie.vscode-modelines"
vscode "continue.continue"
vscode "cstef.kotlin-formatter"
vscode "dbaeumer.vscode-eslint"
vscode "divlo.vscode-styled-jsx-languageserver"
vscode "divlo.vscode-styled-jsx-syntax"
vscode "dnicolson.binary-plist"
vscode "dotenv.dotenv-vscode"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "foxundermoon.shell-format"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gitlab.gitlab-workflow"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "ibm.output-colorizer"
vscode "jasonnutter.search-node-modules"
vscode "jgclark.vscode-todo-highlight"
vscode "jmfirth.vsc-space-block-jumper"
vscode "johnpapa.vscode-peacock"
vscode "kahole.magit"
vscode "mathiasfrohlich.kotlin"
vscode "mhutchie.git-graph"
vscode "mightbesimon.emoji-icons"
vscode "mikestead.dotenv"
vscode "mrorz.language-gettext"
vscode "orta.vscode-twoslash-queries"
vscode "prisma.prisma"
vscode "pucelle.run-on-save"
vscode "pveyes.aperture"
vscode "richie5um2.vscode-sort-json"
vscode "sanity-io.vscode-sanity"
vscode "sidneys1.gitconfig"
vscode "spywhere.mark-jump"
vscode "sswg.swift-lang"
vscode "stkb.rewrap"
vscode "supermaven.supermaven"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vknabel.vscode-swiftformat"
vscode "vscode-icons-team.vscode-icons"
vscode "waderyan.gitblame"
vscode "wakatime.vscode-wakatime"
vscode "will-stone.plastic"
vscode "yoavbls.pretty-ts-errors"
