tap "bradyjoslin/sharewifi"
tap "cloudflare/cloudflare"
tap "fwartner/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "ngrok/ngrok"
tap "planetscale/tap"
tap "thoughtbot/formulae"
brew "bat"
brew "broot"
brew "cairo"
brew "chezmoi"
brew "unbound"
brew "python@3.9"
brew "qemu"
brew "lima"
brew "colima"
brew "composer"
brew "difftastic"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "folly"
brew "edencommon"
brew "exa"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "fd"
brew "harfbuzz"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "pango"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "flyctl"
brew "fzf"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "gitui"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "ktlint"
brew "librsvg"
brew "mas"
brew "mise"
brew "mitmproxy"
brew "node"
brew "openslide"
brew "pgloader"
brew "poppler"
brew "procs"
brew "python@3.10"
brew "shellcheck"
brew "starship"
brew "swiftformat"
brew "tokei"
brew "vips"
brew "watchman"
brew "xh"
brew "zoxide"
brew "bradyjoslin/sharewifi/sharewifi"
brew "cloudflare/cloudflare/cloudflared"
brew "fwartner/tap/mac-cleanup"
brew "planetscale/tap/pscale"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "android-file-transfer"
cask "android-platform-tools"
cask "android-sdk"
cask "android-studio"
cask "appcleaner"
cask "around"
cask "bartender"
cask "blockblock"
cask "cleanshot"
cask "cloudflare-warp"
cask "envkey"
cask "figma"
cask "font-monaspace"
cask "font-victor-mono"
cask "font-victor-mono-nerd-font"
cask "fork"
cask "github"
cask "glance"
cask "google-chrome"
cask "google-drive"
cask "height"
cask "hyperkey"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "keka"
cask "keyboard-cleaner"
cask "knockknock"
cask "linear-linear"
cask "loom"
cask "lulu"
cask "maintenance"
cask "microsoft-auto-update"
cask "microsoft-word"
cask "mimestream"
cask "monitorcontrol"
cask "mullvadvpn"
cask "musaicfm"
cask "ngrok"
cask "notion"
cask "omnidisksweeper"
cask "permute"
cask "pictogram"
cask "pika"
cask "pine"
cask "pocket-casts"
cask "porting-kit"
cask "postman"
cask "proxyman"
cask "raycast"
cask "rescuetime"
cask "rotato"
cask "secretive"
cask "shifty"
cask "shottr"
cask "silentknight"
cask "skype"
cask "slack"
cask "spotify"
cask "stats"
cask "steam"
cask "stremio"
cask "superhuman"
cask "tableplus"
cask "telegram"
cask "transmission"
cask "tuple"
cask "visual-studio-code"
cask "warp"
cask "webtorrent"
cask "whatsapp"
cask "zoom"
mas "Autostarter", id: 6444444273
mas "Broadcasts", id: 1469995354
mas "Craft", id: 1487937127
mas "Cursor Pro", id: 1447043133
mas "Darkroom", id: 953286746
mas "Dato", id: 1470584107
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Lungo", id: 1263070803
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pandan", id: 1569600264
mas "rcmd", id: 1596283165
mas "Shazam", id: 897118787
mas "Speedtest", id: 1153157709
mas "Tailscale", id: 1475387142
mas "WiFi Signal", id: 525912054
mas "Xcode", id: 497799835
vscode "adpyke.vscode-sql-formatter"
vscode "antfu.file-nesting"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "Cardinal90.multi-cursor-case-preserve"
vscode "cesium.gltf-vscode"
vscode "chrislajoie.vscode-modelines"
vscode "cstef.kotlin-formatter"
vscode "davraamides.todotxt-mode"
vscode "dbaeumer.vscode-eslint"
vscode "Divlo.vscode-styled-jsx-languageserver"
vscode "Divlo.vscode-styled-jsx-syntax"
vscode "dnicolson.binary-plist"
vscode "dotenv.dotenv-vscode"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "IBM.output-colorizer"
vscode "jasonnutter.search-node-modules"
vscode "jgclark.vscode-todo-highlight"
vscode "jmfirth.vsc-space-block-jumper"
vscode "johnpapa.vscode-peacock"
vscode "mathiasfrohlich.Kotlin"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mrorz.language-gettext"
vscode "Orta.vscode-twoslash-queries"
vscode "Prisma.prisma"
vscode "pveyes.aperture"
vscode "qinjia.seti-icons"
vscode "richie5um2.vscode-sort-json"
vscode "sanity-io.vscode-sanity"
vscode "sidneys1.gitconfig"
vscode "spywhere.mark-jump"
vscode "sswg.swift-lang"
vscode "stkb.rewrap"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vknabel.vscode-swiftformat"
vscode "waderyan.gitblame"
vscode "WakaTime.vscode-wakatime"
vscode "will-stone.plastic"
vscode "YoavBls.pretty-ts-errors"
